Repository: Rahma-mostafa/Judo_KSA
Catalog: Judo/Resources/*.lproj/Localizable.strings
Languages: ar

# SaudiـJudo
source: Saudi Judo Federation
ar: الاتحاد السعودي للجودو

source: Last News
ar: آخر الأخبار

source: More
ar: المزيد

# section
source: Sections
ar: الاقسام

# fed_sections
source: Federation Sections
ar: اقسام الاتحاد

source: About
ar: عن الاتحاد

# call_center
source: Contact with us
ar: تواصل معنا

source: Traning Cources
ar: الدورات التدريبية

# fed_decleration
source: know about Federation
ar: تعرف علي الاتحاد

# fed_msg
source: Federation mission
ar: رسالة الاتحاد

# fed_target
source: Federation Target
ar: أهداف الاتحاد

# Fed_group
source: Federation Establisher
ar: مؤسسين الاتحاد

# manager
source: Managers
ar: اداريين

# player
source: Players
ar: لاعبين

# trainer
source: Trainers
ar: مدربين

# judge
source: judges
ar: حكام

# greeting
source: Thanks and all appreciation
ar: شكر وتقدير

# greeting_for_each
source: For everyone Participates to the development and establishing of the federation
ar: لكل من ساهم في تطوير وبناء الاتحاد

# what_target
source: Our target?!
ar: ما هي أهدافنا ؟

# fed_history
source: Federation History
ar: تاريخ الاتحاد

# fed_achevements
source: Federation Achievements
ar: إنجازات الاتحاد

# fed_special
source: The Special in Federation
ar: ما يميز الاتحاد

# fed_mission
source: Federation Mission
ar: ما هي رسالتنا؟

# send_msg
source: Send Message
ar: راسلنا

# send_msg_allthetime
source: Send a message to us at any time
ar: قم بإرسال رسالة لنا في أي وقت

# our_address
source: Address
ar: عنواننا

# our_contacts
source: Contacts
ar: حسابتنا

source: Call us
ar: اتصل بنا

# send_themsg
source: Send message
ar: إرسال رسالة

# to_location
source: Location on the map
ar: الذهاب للموقع علي الخريطة

source: Call
ar: الاتصال

source: Full name
ar: الاسم كامل

source: Phone number
ar: رقم الهاتف

# msg
source: Write a message
ar: كتابة الرسالة

# last_champ
source: Last Championships
ar: آخر البطولات المقامة

source: Date
ar: التاريخ

source: Age
ar: السن

# champ_location
source: Championship Location
ar: مكان البطولة

source: Period
ar: المدة

source: Cost
ar: التكلفة

source: Additional Detials
ar: تفاصيل اخري

source: Contact Us
ar: تواصل معنا

# contact_from
source: You can contact us through our official account
ar: يمكنك التواصل معنا من خلال حسابتنا الرسمية

# or_by
source: or
ar: او عن طريق

source: Training Courses
ar: الدورات التدربية

source: New Courses
ar: احدث الدورات

source: Latest
ar: الاحدث

source: Federation Mission
ar: رسالة الاتحاد

source: Federation target
ar: اهداف الاتحاد

source: About Federation
ar: تعرف علي الاتحاد

source: First
ar: المركز الاول

source: Second
ar: المركز الثاني

source: Third
ar: المركز الثالث

# about_app
source: About application
ar: عن التطبيق

source: Our Motto
ar: شعارنا

# lang_ar
source: Language:Arabic
ar: اللغة:العربية

# share_app
source: Sharing Application
ar: مشاركة التطبيق

# rating_app
source: Rating Application
ar: تقييم التطبيق

# select_lang
source: Select Application Language
ar: حدد لغة التطبيق

source: Arabic
ar: اللغة العربية

source: English
ar: اللغة الانجليزية

source: Apply
ar: تطبيق

source: Formal
ar: رسمية

source: Friendly
ar: ودية

# gift
source: Gifts
ar: الجوائز

# know_us
source: About federation
ar: تعرف علي الاتحاد

source: Federation Targets
ar: اهداف الاتحاد

# federation_establishers
source: Federation Establisher
ar: مؤسسين الاتحاد
